Repository: Storik4pro/cdpiui
Catalog: GoodbyeDPI_UI/Strings/*/SettingTiles.resw
Source language: en_us
Languages: ru

# AutoSiteList
source: Automatically filled site list
ru: Автоматический список сайтов

source: Available settings
ru: Доступные параметры

# IpList
source: Ip set
ru: Список IP-адресов

# SetupConfig
source: Toggles on these parameters allow standard users to easily customize the preset. The author of this preset added the ability to switch operating modes "on the fly" without manually editing the launch string. Switching automatically restarts the component. For advanced users: To add a similar switch to this widget, you need to configure a conditional variable on the preset creation page (see the "Advanced Presets" help section).
ru: Настройте пресет под себя

# UsedSiteLists
source: Site lists
ru: Используемые списки сайтов

# UsedSiteListsTip
source: Editing these lists will allow you to configure the websites for which blocking should be bypassed. For example, if you add the website "ya.ru," the blocking will be bypassed for it.
ru: Списки сайтов, которые используются в пресете

source: Site list
ru: Список сайтов

source: Advanced settings
ru: Продвинутые параметры

# AdvancedSettingsTip
source: Links to these sections can help advanced users fine-tune their presets. Preset customization includes automatically selecting component launch settings to access the required website(s), modifying an existing preset, and creating a new preset from scratch. Preset creation and modification are performed using the [Easy&Quick config create utility] utility.
ru: Создавайте свои собственные пресеты вручную, подбирайте параметры для каждого сайта автоматически или отредактируйте существующий

source: Create new config
ru: Создать новый набор настроек

# EditConfig
source: Edit that config
ru: Изменить существующий набор настроек

# SelectAutomatically
source: Select config automatically
ru: Подберите параметры запуска автоматически

source: Features
ru: Возможности

# NowUsedComponent
source: Select component
ru: Используемый компонент

# QuickSettingsTile
source: Quick settings
ru: Параметры

# NowUsedComponentDescription
source: Used config: "{0}"
ru: Используемый пресет: "{0}"

# NowUsedComponentDescriptionError
source: Config not set for this component: run is unavailable
ru: Пресет не назначен для этого компонента: запуск невозможен

# NowUsedComponentError
source: Component not selected
ru: Компонент не назначен
